Ran Plan for dir: `terraform-example-gcp` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
exit status 1: running "atlantis_debug=true /infracost_atlantis_diff.sh" in "/home/atlantis/.atlantis/repos/infracost/infracost-atlantis/2/default/terraform-example-gcp": 
#####
Running Infracost atlantis_diff.sh in debug mode, remove atlantis_debug=true from Atlantis configs to disable debug outputs.

Running infracost on current branch using:
  $ infracost --no-color --terraform-plan-flags "-var-file=myvars.tfvars -var-file=othervars.tfvars" --usage-file infracost-usage.yml
time="2021-02-07T20:41:53Z" level=info msg="Loading resources from current directory"
time="2021-02-07T20:41:53Z" level=info msg="starting: Running terraform plan"
time="2021-02-07T20:41:53Z" level=info msg="Running command: /usr/local/bin/terraform plan -input=false -lock=false -no-color -var-file=myvars.tfvars -var-file=othervars.tfvars -out=/tmp/tfplan448081323"

  Terraform command failed with:
    Error: Failed to read variables file
    Given variables file myvars.tfvars does not exist.
    Error: Failed to read variables file
    Given variables file othervars.tfvars does not exist.

Specify the -var-file flag as a path relative to your Terraform directory.
For example: infracost --terraform-dir=path/to/terraform --terraform-plan-flags="-var-file=myvars.tfvars"

Error running terraform plan: exit status 1


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_compute_instance.instance1 will be created
+ resource "google_compute_instance" "instance1" {
      + can_ip_forward       = false
      + cpu_platform         = (known after apply)
      + current_status       = (known after apply)
      + deletion_protection  = false
      + guest_accelerator    = [
          + {
              + count = 3
              + type  = "nvidia-tesla-t4"
            },
        ]
      + id                   = (known after apply)
      + instance_id          = (known after apply)
      + label_fingerprint    = (known after apply)
      + machine_type         = "n1-standard-32"
      + metadata_fingerprint = (known after apply)
      + min_cpu_platform     = (known after apply)
      + name                 = "instance1"
      + project              = (known after apply)
      + self_link            = (known after apply)
      + tags_fingerprint     = (known after apply)
      + zone                 = "us-central1-a"

      + boot_disk {
          + auto_delete                = true
          + device_name                = (known after apply)
          + disk_encryption_key_sha256 = (known after apply)
          + kms_key_self_link          = (known after apply)
          + mode                       = "READ_WRITE"
          + source                     = (known after apply)

          + initialize_params {
              + image  = "debian-cloud/debian-9"
              + labels = (known after apply)
              + size   = (known after apply)
              + type   = (known after apply)
            }
        }

      + confidential_instance_config {
          + enable_confidential_compute = (known after apply)
        }

      + network_interface {
          + name               = (known after apply)
          + network            = "default"
          + network_ip         = (known after apply)
          + subnetwork         = (known after apply)
          + subnetwork_project = (known after apply)

          + access_config {
              + nat_ip       = (known after apply)
              + network_tier = (known after apply)
            }
        }

      + scheduling {
          + automatic_restart   = true
          + on_host_maintenance = (known after apply)
          + preemptible         = true
        }
    }

  # google_dns_record_set.frontend will be created
+ resource "google_dns_record_set" "frontend" {
      + id           = (known after apply)
      + managed_zone = "zone"
      + name         = "frontend.123"
      + project      = (known after apply)
      + rrdatas      = [
          + "123.123.123.123]",
        ]
      + ttl          = 300
      + type         = "A"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```
</details>

